{
    "movieReview": [
        {
            "id": 1,
            "movieName": "Whisper of the Heart - วันนั้น วันไหน หัวใจบรรเลง",
            "movieLength": 115,
            "director": "Hirakawa Yuichiro",
            "category": "หนังรักโรแมนติก",
            "picture": "https://movie.thaiware.com/upload_misc/movie/2022_12/original/221203120331TqQ.jpg",
            "trailer": "https://www.youtube.com/watch?v=u2QNy_usYuA",
            "review": {
                "review": "Whisper of the Heart - วันนั้น วันไหน หัวใจบรรเลง เป็นหนังที่ดัดแปลงมาจากอนิเมะชื่อเดียวกันของ Ghibli (แต่ภาษาไทยคนละชื่อ โดยฉบับอนิเมะใช้ชื่อว่า วันนั้น...วันไหน หัวใจจะเป็นสีชมพู) ซึ่งหนังเรื่องนี้ไม่เพียงแต่ Remake ใหม่มาเป็นฉบับ Live-action มันยังเป็นทั้งภาคต่อที่จะได้เห็นเรื่องราวการเติบโตของตัวละครด้วย ในแบบฉบับของผู้สร้างเองด้วย คำถามแรก คงมีคนสงสัยแน่ว่าถ้าไม่เคยดูฉบับอนิเมะมาจะดูรู้เรื่องมั้ย คำตอบคือ ดูรู้เรื่อง เพราะถึงแม้จะบอกไปว่ามันเป็นภาคต่อ แต่ตัวหนังก็มีเหตุการณ์ย้อนอดีตในช่วงวัยเด็กที่เป็นอนิเมะมาให้เราดูอยู่บ้าง แต่ถ้าหากจะให้แนะนำ ถ้าตัดสินใจจะดูหนังเรื่องนี้แล้ว ไม่ว่าก่อนหรือหลังก็ต้องไปหาอนิเมะเรื่องนี้ดู และเราดูหนังก่อนดูอนิเมะ เพราะมีอะไรหลายจุดที่มันไม่เหมือนกับในหนัง ทั้งรายละเอียดเล็กน้อย และรายละเอียดหลัก เช่น ความฝันของพระเอกเซอิจิที่เปลี่ยนจากช่างทำไวโอลินกลายเป็นนักดนตรีเชลโล่มืออาชีพ หรืออย่างงานเขียนแรกของนางเอกชิซึคุจากที่ให้ปู่ของเซอิจิอ่านก็กลายเป็นให้เซอิจิอ่านคนแรก อีกทั้งยังมีประเด็นหลายอย่างที่หนังก็ไม่ได้เล่าจากอนิเมะเช่นกัน แต่ในมุมมองของเราก็ผิดหวังในด้านความเป็นหนังหลังดูจบไปแล้วรอบนึง พอได้ดูอนิเมะก็ยิ่งผิดหวังกับหนังเข้าไปใหญ่ ขาดเสน่ห์แบบสุด ๆ",
                "score": {
                    "screenPlay": 4,
                    "playing": 4,
                    "music": 7,
                    "actorSkills": 6,
                    "graphics": 7,
                    "average": 5.6
                }
            }
            
            
        },{
            "id": 2,
            "movieName": "Violent Night - คืนเดือด",
            "movieLength": 100,
            "director": "Tommy Wirkola",
            "category": "หนังต่อสู้แอกชัน",
            "picture": "https://movie.thaiware.com/upload_misc/movie/2022_11/original/2211171203166y5.jpg",
            "trailer": "https://youtu.be/a53e4HHnx_s",
            "review": {
                "review": "หนัง Violent Night หรือชื่อไทยว่า คืนเดือด เมื่อกลุ่มทหารรับจ้างได้รับงานมาเพื่อโจมตีเป้าหมายเป็นตระกูลเศรษฐีที่กำลังเฉลิมฉลองในช่วงเทศกาล งานนี้ถึงเวลาของ ซานต้าคลอส ที่จะต้องออกโรงบู๊ในการกอบกู้สถานการณ์ ที่จะช่วยพิทักษ์โลกและคริสต์มาส",
                "score": {
                    "screenPlay": 5,
                    "playing": 6,
                    "music": 7,
                    "actorSkills": 7,
                    "graphics": 6,
                    "average": 6.2
                }
            }
            
        },{
            "id": 3,
            "movieName": "Black Panther: Wakanda Forever - แบล็ค แพนเธอร์: วาคานด้าจงเจริญ",
            "movieLength": 161,
            "director": "Ryan Coogler",
            "category": "หนังต่อสู้แอกชัน",
            "picture": "https://movie.thaiware.com/upload_misc/movie/2022_11/original/2533_22110913312505.jpg",
            "trailer": "https://youtu.be/_Z3QKkl1WyM",
            "review": {
                "review": "การเสียชีวิตของ Chadwick Boseman ต่างสร้างความเศร้าโศกเสียใจให้แก่แฟนคลับ MCU ไปทั่วโลก และถือเป็นการสั่นคลอนทิศทางของตัวละคร Black Panther อย่างหลีกเลี่ยงไม่ได้ แน่นอนว่าแนวทางในภาค 2 ต้องผิดไปจากที่วางแผนเป็นแน่แท้ และทั้งหมดทั้งมวลนั้นก็ได้ถูกรังสรรค์เรื่องราวออกมาเป็น Black Panther: Wakanda Forever หนังปิด Phase 4 ของ Marvel ในภาคนี้อย่างที่เราได้เห็นกัน และตัวหนังก็เป็นการอุทิศให้แก่ Chadwick Boseman อย่างแท้จริง แต่การขาดเขาไป ทำให้ตัวหนังไร้สเน่ห์ไปเลย",
                "score": {
                    "screenPlay":5,
                    "playing": 5,
                    "music": 5,
                    "actorSkills": 8,
                    "graphics": 7,
                    "average": 6
                }
            }
            
        },{
            "id": 4,
            "movieName": "The Menu - เมนูสยอง",
            "movieLength": 106,
            "director": "Mark Mylod",
            "category": "หนังผี",
            "picture": "https://movie.thaiware.com/upload_misc/movie/2022_12/original/221203120331TqQ.jpg",
            "trailer": "https://www.youtube.com/watch?v=u2QNy_usYuA",
            "review": {
                "review": "The Menu - เมนูสยอง คือผลงานการกำกับของ Mark Mylod ผู้กำกับที่คร่ำวอร์ดในวงการซีรีส์มามากมาย ทั้งงานอย่าง Game of Thrones หรือ Succession มาคราวนี้เขามากำกับหนังตลกร้าย จิกกัด เสียดสีวงการอาหารได้อย่างตรงไปตรงมา นำแสดงโดย Ralph Fiennes, Anya Taylor-Joy และ Nicholas Hoult กับเรื่องที่บอกเล่าถึงคู่รักที่ได้เดินทางไปยังเกาะแห่งหนึ่งเพื่อไปรับประทานอาหาร Fine Dining ในร้านสุดหรูกับบรรยากาศโคตรส่วนตัวที่มีแขกทั้งหมดเพียง 12 คนเท่านั้น ทั้งหมดนั้นกำลังจะเจอมื้ออาหารสุดพิเศษแบบฟูลคอร์สที่พวกเขาคาดไม่ถึง",
                "score": {
                    "screenPlay": 7,
                    "playing": 8,
                    "music": 7,
                    "actorSkills": 9,
                    "graphics": 7,
                    "average": 7.6
                }
            }
            
        },{
            "id": 5,
            "movieName": "Black Adam - แบล็ก อดัม",
            "movieLength": 125,
            "director": "Jaume Collet-Serra",
            "category": "หนังต่อสู้แอกชัน",
            "picture": "https://movie.thaiware.com/upload_misc/movie/2022_09/original/220929150027SW6.jpg",
            "trailer": "https://youtu.be/l9mdj1bbN40",
            "review": {
                "review": "Black Adam หนังเรื่องใหม่จาก DC ที่เป็นโปรเจคเกี่ยวข้องกับ Shazam! (2019) โดยแต่แรกเดิมทีตัวเขาจะมาปรากฏตัวในเรื่องด้วย แต่ภายหลังก็ล้มเลิกไป เพราะอยากให้มันมาปรากฏตัวเป็นภาคแยกก่อนที่จะไปเจอกัน ซึ่งนี่คือผลงานการกำกับของ Jaume Collet-Serra ที่เคยฝากผลงานไว้มากมายอย่าง House of Wax (2005), Orphan (2009), The Shallows (2016) ล่าสุดกับ Jungle Cruise (2021) เรียกได้ว่าผลงานน่าเชื่อถือในระดับนึงเลย และก็ได้มากำกับเรื่องนี้ โดยตอนแรกคนที่ทางค่ายเล็งไว้ก็ไม่ใช่เขา แต่เป็น Jordan Peele ที่ปฏิเสธอย่างรวดเร็วว่าไม่ใช่แฟนหนังฮีโร่ อยากให้โอกาสกับผู้กำกับที่สนใจหนังแนวนี้จริง ๆ และนักแสดงนำในเรื่องนี้ก็คือ Dwayne Johnson ที่แฟน ๆ ต่างเรียกร้องให้มารับบท Black Adam และฝันของแฟน ๆ ก็เป็นจริง แถมเขายังทำได้ดีอีกด้วย",
                "score": {
                    "screenPlay": 5,
                    "playing": 8,
                    "music": 7,
                    "actorSkills": 7,
                    "graphics": 8,
                    "average": 7
                }
            }
            
        },{
            "id": 6,
            "movieName": "ทีเซอร์ Decibel - ลั่นระเบิดเมือง",
            "movieLength": 110,
            "director": "In-ho Hwang",
            "category": "หนังรักโรแมนติก",
            "picture": "https://movie.thaiware.com/upload_misc/movie/2022_11/original/221124120319M47.jpg",
            "trailer": "https://youtu.be/UmgVsK6cQuc",
            "review": {
                "review": "Decibel - ลั่นระเบิดเมือง บอกเล่าเรื่องราวของอดีตหัวหน้านาวิกโยธินของกองทัพเรือเกาหลีได้รับสายโทรศัพท์ปริศนาขู่วางระเบิด โดยใช้ระเบิดที่สั่งการด้วยเสียง เมื่อเสียงดังเกินกำหนดเวลามันจะลดลงครึ่งนึง นอกจากจะเป็นภัยต่อคนทั่วไปแล้ว แต่เหตุการณ์ครั้งนี้ยังเกี่ยวข้องกับอดีตที่ผ่านมาของเขาด้วย ",
                "score": {
                    "screenPlay": 7,
                    "playing": 6,
                    "music": 6,
                    "actorSkills": 8,
                    "graphics": 6,
                    "average": 6.6
                }
            }
            
        }
        
    ]
}